{
  "ko": [
    {
      "id": "1",
      "title": "서한 F&C 신제품 출시 안내",
      "date": "2023-11-15",
      "summary": "서한 F&C는 새로운 고성능 자동차 부품 라인을 출시했습니다.",
      "content": "서한 F&C는 새로운 고성능 자동차 부품 라인을 출시했습니다. 이번에 출시된 제품은 기존 제품보다 내구성과 효율성이 크게 향상되었습니다.\n\n최신 기술을 적용하여 개발된 이 제품은 환경 친화적이며 연비 효율성을 높이는 데 중점을 두었습니다. 서한 F&C는 지속적인 연구 개발을 통해 고객에게 최고의 제품을 제공하기 위해 노력하고 있습니다.\n\n자세한 제품 정보는 제품 카탈로그를 참조하시거나 고객센터로 문의해주시기 바랍니다.",
      "thumbnail": "/images/news/product-launch.jpg",
      "category": "제품 소식"
    },
    {
      "id": "2",
      "title": "서한 F&C, 국제 자동차 부품 전시회 참가",
      "date": "2023-10-20",
      "summary": "서한 F&C가 2023년 국제 자동차 부품 전시회에 참가하여 최신 기술과 제품을 선보입니다.",
      "content": "서한 F&C가 2023년 국제 자동차 부품 전시회에 참가하여 최신 기술과 제품을 선보입니다. 이번 전시회는 10월 25일부터 30일까지 서울 코엑스에서 개최됩니다.\n\n서한 F&C는 전시회에서 친환경 소재를 사용한 신제품과 함께 미래 자동차 산업에 대한 비전을 공유할 예정입니다. 전시 부스에서는 제품 시연과 기술 상담이 이루어질 예정이니 많은 관심과 방문 바랍니다.\n\n전시회 참가를 기념하여 방문객을 위한 특별 프로모션도 준비되어 있습니다.",
      "thumbnail": "/images/news/exhibition.jpg",
      "category": "이벤트"
    },
    {
      "id": "3",
      "title": "서한 F&C, 지속가능한 경영 실천 보고서 발표",
      "date": "2023-09-05",
      "summary": "서한 F&C는 2023년 지속가능 경영 보고서를 발표했습니다.",
      "content": "서한 F&C는 2023년 지속가능 경영 보고서를 발표했습니다. 이 보고서에는 환경, 사회, 지배구조(ESG) 측면에서의 회사의 성과와 미래 계획이 담겨 있습니다.\n\n특히 올해는 탄소 배출량 감소, 재활용 원료 사용 증가, 사회공헌 활동 확대 등의 성과를 이루었습니다. 서한 F&C는 지속가능한 미래를 위한 노력을 계속할 것을 약속합니다.\n\n전체 보고서는 회사 웹사이트에서 다운로드 가능합니다.",
      "thumbnail": "/images/news/sustainability.jpg",
      "category": "기업 소식"
    },
    {
      "id": "4",
      "title": "서한 F&C, 신규 공장 준공식 개최",
      "date": "2023-08-10",
      "summary": "서한 F&C는 경상북도 구미시에 위치한 신규 생산 공장의 준공식을 성공적으로 개최했습니다.",
      "content": "서한 F&C는 경상북도 구미시에 위치한 신규 생산 공장의 준공식을 성공적으로 개최했습니다. 이번 공장은 최첨단 자동화 설비를 갖추고 있으며, 연간 생산 능력을 30% 이상 향상시킬 것으로 예상됩니다.\n\n신규 공장은 친환경 설계로 에너지 효율을 극대화했으며, 지역 경제 활성화에도 큰 기여를 할 것으로 기대됩니다. 이번 공장 준공으로 서한 F&C는 글로벌 경쟁력을 한층 강화하게 되었습니다.\n\n서한 F&C는 앞으로도 지속적인 투자와 혁신을 통해 고객에게 최상의 제품을 제공하기 위해 노력할 것입니다.",
      "thumbnail": "/images/news/factory.jpg",
      "category": "기업 소식"
    },
    {
      "id": "5",
      "title": "서한 F&C, 품질경영시스템 ISO 9001 인증 갱신",
      "date": "2023-07-18",
      "summary": "서한 F&C는 국제표준화기구(ISO)의 품질경영시스템 ISO 9001 인증을 성공적으로 갱신했습니다.",
      "content": "서한 F&C는 국제표준화기구(ISO)의 품질경영시스템 ISO 9001 인증을 성공적으로 갱신했습니다. 이번 인증 갱신은 서한 F&C의 지속적인 품질 개선과 고객 만족에 대한 헌신을 보여주는 중요한 성과입니다.\n\n인증 심사 과정에서 서한 F&C는 체계적인 품질관리 시스템과 혁신적인 프로세스 개선 노력을 높이 평가받았습니다. 회사는 앞으로도 더 높은 품질 기준을 달성하기 위해 지속적으로 노력할 것입니다.\n\n서한 F&C는 고품질 제품 생산을 통해 고객의 신뢰를 얻고, 글로벌 시장에서의 경쟁력을 강화해 나갈 것입니다.",
      "thumbnail": "/images/news/iso-certification.jpg",
      "category": "기업 소식"
    },
    {
      "id": "6",
      "title": "서한 F&C, 지역사회 봉사활동 진행",
      "date": "2023-06-25",
      "summary": "서한 F&C 임직원들은 지난 주말 지역 환경 정화 활동과 함께 소외계층을 위한 봉사활동을 진행했습니다.",
      "content": "서한 F&C 임직원들은 지난 주말 지역 환경 정화 활동과 함께 소외계층을 위한 봉사활동을 진행했습니다. 이번 활동에는 50여 명의 임직원이 참여하여 지역 하천 정화 및 독거노인 가정 방문 봉사를 실시했습니다.\n\n서한 F&C는 기업의 사회적 책임을 다하기 위해 정기적인 봉사활동을 진행하고 있으며, 지역사회와의 상생을 중요한 경영 가치로 삼고 있습니다.\n\n앞으로도 서한 F&C는 다양한 사회공헌 활동을 통해 더불어 사는 사회 구현에 기여할 것입니다.",
      "thumbnail": "/images/news/community-service.jpg",
      "category": "사회공헌"
    }
  ],
  "en": [
    {
      "id": "1",
      "title": "Seohan F&C New Product Launch Announcement",
      "date": "2023-11-15",
      "summary": "Seohan F&C has launched a new line of high-performance automotive parts.",
      "content": "Seohan F&C has launched a new line of high-performance automotive parts. The newly released products show greatly improved durability and efficiency compared to existing products.\n\nDeveloped with the latest technology, these products are environmentally friendly and focus on improving fuel efficiency. Seohan F&C is committed to providing customers with the best products through continuous research and development.\n\nFor detailed product information, please refer to the product catalog or contact our customer service center.",
      "thumbnail": "/images/news/product-launch.jpg",
      "category": "Product News"
    },
    {
      "id": "2",
      "title": "Seohan F&C Participates in International Automotive Parts Exhibition",
      "date": "2023-10-20",
      "summary": "Seohan F&C will showcase its latest technologies and products at the 2023 International Automotive Parts Exhibition.",
      "content": "Seohan F&C will showcase its latest technologies and products at the 2023 International Automotive Parts Exhibition. The exhibition will be held at COEX in Seoul from October 25 to 30.\n\nSeohan F&C plans to share its vision for the future automotive industry along with new products made with eco-friendly materials. Product demonstrations and technical consultations will be available at the exhibition booth. We look forward to your interest and visit.\n\nA special promotion for visitors has been prepared to commemorate the participation in the exhibition.",
      "thumbnail": "/images/news/exhibition.jpg",
      "category": "Events"
    },
    {
      "id": "3",
      "title": "Seohan F&C Announces Sustainable Management Practice Report",
      "date": "2023-09-05",
      "summary": "Seohan F&C has released its 2023 sustainability management report.",
      "content": "Seohan F&C has released its 2023 sustainability management report. The report contains the company's performance and future plans in terms of Environment, Social, and Governance (ESG).\n\nThis year, we have achieved notable successes in reducing carbon emissions, increasing the use of recycled materials, and expanding social contribution activities. Seohan F&C promises to continue its efforts for a sustainable future.\n\nThe full report is available for download on the company website.",
      "thumbnail": "/images/news/sustainability.jpg",
      "category": "Corporate News"
    },
    {
      "id": "4",
      "title": "Seohan F&C Holds New Factory Completion Ceremony",
      "date": "2023-08-10",
      "summary": "Seohan F&C successfully held the completion ceremony for its new production factory located in Gumi, Gyeongsangbuk-do.",
      "content": "Seohan F&C successfully held the completion ceremony for its new production factory located in Gumi, Gyeongsangbuk-do. This factory is equipped with state-of-the-art automation facilities and is expected to improve annual production capacity by more than 30%.\n\nThe new factory maximizes energy efficiency with an eco-friendly design and is expected to make a significant contribution to the local economy. With this factory completion, Seohan F&C has strengthened its global competitiveness.\n\nSeohan F&C will continue to strive to provide customers with the best products through continuous investment and innovation.",
      "thumbnail": "/images/news/factory.jpg",
      "category": "Corporate News"
    },
    {
      "id": "5",
      "title": "Seohan F&C Renews ISO 9001 Quality Management System Certification",
      "date": "2023-07-18",
      "summary": "Seohan F&C has successfully renewed its ISO 9001 quality management system certification from the International Organization for Standardization (ISO).",
      "content": "Seohan F&C has successfully renewed its ISO 9001 quality management system certification from the International Organization for Standardization (ISO). This certification renewal is an important achievement that demonstrates Seohan F&C's commitment to continuous quality improvement and customer satisfaction.\n\nDuring the certification audit process, Seohan F&C was highly evaluated for its systematic quality management system and innovative process improvement efforts. The company will continue to strive to achieve higher quality standards in the future.\n\nSeohan F&C will gain customer trust through high-quality product production and strengthen its competitiveness in the global market.",
      "thumbnail": "/images/news/iso-certification.jpg",
      "category": "Corporate News"
    },
    {
      "id": "6",
      "title": "Seohan F&C Conducts Community Service Activities",
      "date": "2023-06-25",
      "summary": "Seohan F&C employees conducted local environmental cleanup activities and volunteer work for the underprivileged over the weekend.",
      "content": "Seohan F&C employees conducted local environmental cleanup activities and volunteer work for the underprivileged over the weekend. About 50 employees participated in this activity, carrying out local stream cleanup and visiting elderly people living alone.\n\nSeohan F&C conducts regular volunteer activities to fulfill its corporate social responsibility and considers coexistence with the local community as an important management value.\n\nSeohan F&C will continue to contribute to creating a society where people live together through various social contribution activities.",
      "thumbnail": "/images/news/community-service.jpg",
      "category": "Social Contribution"
    }
  ],
  "cn": [
    {
      "id": "1",
      "title": "西汉F&C新产品发布公告",
      "date": "2023-11-15",
      "summary": "西汉F&C推出了新的高性能汽车零部件生产线。",
      "content": "西汉F&C推出了新的高性能汽车零部件生产线。新发布的产品与现有产品相比，在耐久性和效率方面有了显著提高。\n\n这些采用最新技术开发的产品环保友好，并且注重提高燃油效率。西汉F&C致力于通过持续的研发为客户提供最好的产品。\n\n有关详细的产品信息，请参阅产品目录或联系我们的客户服务中心。",
      "thumbnail": "/images/news/product-launch.jpg",
      "category": "产品新闻"
    },
    {
      "id": "2",
      "title": "西汉F&C参加国际汽车零部件展览会",
      "date": "2023-10-20",
      "summary": "西汉F&C将在2023年国际汽车零部件展览会上展示其最新技术和产品。",
      "content": "西汉F&C将在2023年国际汽车零部件展览会上展示其最新技术和产品。本次展览将于10月25日至30日在首尔COEX举行。\n\n西汉F&C计划在展会上分享其对未来汽车行业的愿景，并展示使用环保材料制成的新产品。展览摊位将提供产品演示和技术咨询。我们期待您的关注和访问。\n\n为纪念参加本次展览，我们还为访客准备了特别促销活动。",
      "thumbnail": "/images/news/exhibition.jpg",
      "category": "活动"
    },
    {
      "id": "3",
      "title": "西汉F&C发布可持续管理实践报告",
      "date": "2023-09-05",
      "summary": "西汉F&C发布了2023年可持续管理报告。",
      "content": "西汉F&C发布了2023年可持续管理报告。该报告包含了公司在环境、社会和治理（ESG）方面的表现和未来计划。\n\n今年，我们在减少碳排放、增加再生材料使用和扩大社会贡献活动方面取得了显著成果。西汉F&C承诺将继续为可持续未来努力。\n\n完整报告可在公司网站上下载。",
      "thumbnail": "/images/news/sustainability.jpg",
      "category": "企业新闻"
    },
    {
      "id": "4",
      "title": "西汉F&C举行新工厂竣工仪式",
      "date": "2023-08-10",
      "summary": "西汉F&C成功举行了位于庆尚北道龟尾市的新生产工厂竣工仪式。",
      "content": "西汉F&C成功举行了位于庆尚北道龟尾市的新生产工厂竣工仪式。该工厂配备了最先进的自动化设施，预计将使年产能提高30%以上。\n\n新工厂采用环保设计，最大限度地提高能源效率，并有望对当地经济做出重大贡献。随着这家工厂的建成，西汉F&C增强了其全球竞争力。\n\n西汉F&C将通过持续投资和创新，继续努力为客户提供最好的产品。",
      "thumbnail": "/images/news/factory.jpg",
      "category": "企业新闻"
    },
    {
      "id": "5",
      "title": "西汉F&C更新ISO 9001质量管理体系认证",
      "date": "2023-07-18", 
      "summary": "西汉F&C成功更新了国际标准化组织（ISO）的ISO 9001质量管理体系认证。",
      "content": "西汉F&C成功更新了国际标准化组织（ISO）的ISO 9001质量管理体系认证。这次认证更新是一项重要成就，证明了西汉F&C对持续质量改进和客户满意度的承诺。\n\n在认证审核过程中，西汉F&C因其系统化的质量管理体系和创新的流程改进努力而获得高度评价。公司将继续努力在未来实现更高的质量标准。\n\n西汉F&C将通过高质量的产品生产赢得客户信任，并增强其在全球市场的竞争力。",
      "thumbnail": "/images/news/iso-certification.jpg",
      "category": "企业新闻"
    },
    {
      "id": "6",
      "title": "西汉F&C开展社区服务活动",
      "date": "2023-06-25",
      "summary": "西汉F&C员工在周末开展了当地环境清洁活动和为弱势群体提供的志愿服务。",
      "content": "西汉F&C员工在周末开展了当地环境清洁活动和为弱势群体提供的志愿服务。约50名员工参加了此次活动，进行了当地溪流清洁和访问独居老人。\n\n西汉F&C进行定期志愿活动以履行其企业社会责任，并将与当地社区的共存视为重要的管理价值。\n\n西汉F&C将继续通过各种社会贡献活动，为创建人们共同生活的社会做出贡献。",
      "thumbnail": "/images/news/community-service.jpg",
      "category": "社会贡献"
    }
  ]
} 